Repository: WasabiCMS/core
Catalog: src/Locale/*/wasabi_core.po
Languages: de

source: A Menu with alias "{0}" already exists.
de: Ein Menü mit dem Namen "{0}" existiert bereits.

source: No menu with alias "{0}" does exist.
de: Es existiert kein Menü mit dem Namen "{0}".

source: You are not authorized to access that location.
de: Sie haben nicht die nötigen Berechtigungen, um diese Seite aufzurufen.

source: Please correct the marked errors.
de: Bitte korrigieren Sie die markierten Fehler.

source: Invalid Request.
de: Ungültige Anfrage

source: Something went wrong. Please try again.
de: Irgendwas ging schief. Bitte versuchen Sie es erneut.

source: All permissions have been synchronized.
de: Alle Rechte wurden erfolgreich synchronisiert.

source: There are no permissions to update yet.
de: Derzeit gibt es keine Rechte zum aktualisieren.

source: All permissions have been saved.
de: Alle Rechte wurden gespeichert.

source: The group <strong>{0}</strong> has been created.
de: Die Nutzergruppe <strong>{0}</strong> wurde erstellt.

source: The group <strong>{0}</strong> has been saved.
de: Die Nutzergruppe <strong>{0}</strong> wurde gespeichert.

source: The group <strong>{0}</strong> has been deleted. Prior <strong>{1}</strong> group member(s) ha(s/ve) been moved to the <strong>{2}</strong> group.
de: Die Nutzergruppe <strong>{0}</strong> wurde gelöscht. Vor dem Löschvorgang wurden <strong>{1}</strong> bestehende Gruppenmitglieder der Nutzergruppe <strong>{2}</strong> zugeordnet.

source: The group <strong>{0}</strong> has been deleted.
de: Die Nutzergruppe <strong>{0}</strong> wurde gelöscht.

source: The group <strong>{0}</strong> has <strong>{1}</strong> member(s) that need to be moved to another group.
de: Die Nutzergruppe <strong>{0}</strong> hat <strong>{1}</strong> Mitglieder, die vor dem Löschen einer anderen Gruppe zugeordnet werden müssen.

source: The language <strong>{0}</strong> has been created.
de: Die Sprache <strong>{0}</strong> wurde erstellt.

source: The language <strong>{0}</strong> has been saved.
de: Die Sprache <strong>{0}</strong> wurde gespeichert.

source: The language <strong>{0}</strong> has been deleted.
de: Die Sprache <strong>{0}</strong> wurde gelöscht.

source: The language position has been updated.
de: Die Position der Sprache wurde aktualisiert.

source: The menu <strong>{0}</strong> has been created.
de: Das Menü <strong>{0}</strong> wurde erstellt.

source: The menu <strong>{0}</strong> has been saved.
de: Das Menü <strong>{0}</strong> wurde gespeichert.

source: The menu <strong>{0}</strong> has been deleted.
de: Das Menü <strong>{0}</strong> wurde gelöscht.

source: A menu item with id <strong>{0}</strong> does not exist.
de: Ein Menüpunkt mit der ID <strong>{0}</strong> existiert nicht.

source: Menu Item <strong>{0}</strong> has been created.
de: Der Menüpunkt <strong>{0}</strong> wurde erstellt.

source: Menu Item <strong>{0}</strong> has been updated.
de: Der Menüpunkt <strong>{0}</strong> wurde aktualisiert.

source: The menu item <strong>{0}</strong> has been deleted.
de: Der Menüpunkt <strong>{0}</strong> wurde gelöscht.

source: The menu item positions have been updated.
de: Die Position der Menüpunkte wurde aktualisiert.

source: New default URL <strong>{0}</strong> has been added.
de: Eine neue Standard-URL <strong>{0}</strong> wurde angelegt.

source: New redirect URL <strong>{0}</strong> has been added.
de: Eine neue Weiterleitungs-URL <strong>{0}</strong> wurde angelegt.

source: Please create a default route first.
de: Bitte erstellen Sie zuerst eine Standard-Url.

source: <strong>{0}</strong> is now the new Default Route.
de: <strong>{0}</strong> ist nun die Standard-URL.

source: The URL <strong>{0}</strong> has been deleted.
de: Die URL <strong>{0}</strong> wurde gelöscht.

source: The URL <strong>{0}</strong> cannot be deleted. Please create another URL first.
de: Die URL <strong>{0}</strong> kann nicht gelöscht werden. Bitte erstellen Sie zunächste eine neue URL.

source: The general settings have been updated.
de: Die allgemeinen Einstellungen wurden aktualisiert.

source: The cache settings have been updated.
de: Die Cache Einstellungen wurden aktualisiert.

source: Please verify your email address. You can request a new verification email {0}.
de: Bitte verifizieren Sie Ihre E-Mail-Adresse. Sie können {0} eine neue Verifikations-Email anfordern.

source: here
de: hier

source: Your account has not yet been activated. Once your account has been checked by an administrator, you will receive a notification email.
de: Ihr Account wurde noch nicht aktiviert. Sobald Ihr Account durch einen Administrator überprüft wurde, erhalten Sie eine Benachrichtigung via Email.

source: Welcome back.
de: Willkommen zurück.

source: Username or password is incorrect.
de: Benutzername oder Passwort ist falsch.

source: Registration successful! We have sent you an email to verify your email address. Please follow the instructions in this email.
de: Registrierung erfolgreich! Wir haben Ihnen eine E-Mail zur Verifizierung Ihrer E-Mail-Adresse gesendet. Bitte folgen Sie den Anweisungen in dieser E-Mail.

source: The user <strong>{0}</strong> has been created.
de: Der Nutzer <strong>{0}</strong> wurde erstellt.

source: The user <strong>{0}</strong> has been saved.
de: Der Nutzer <strong>{0}</strong> wurde gespeichert.

source: The user <strong>{0}</strong> has been deleted.
de: Der Nutzer <strong>{0}</strong> wurde gelöscht.

source: Your profile has been updated.
de: Ihr Profil wurde aktualisiert.

source: We have sent you a verification email with instructions on how to verify your email address.
de: Wir haben Ihnen eine E-Mail zum Bestätigen Ihrer E-Mail-Adresse gesendet. Bitte folgen Sie den Anweisungen in dieser E-Mail.

source: We have sent you an email to reset your password.
de: Wir haben Ihnen eine E-Mail zum Zurücksetzen Ihres Passworts gesendet.

source: Your password has been changed successfully.
de: Ihr Passwort wurde erfolgreich geändert.

source: Content
de: Inhalt

source: Menus
de: Menüs

source: Media
de: Medien

source: Users
de: Nutzer

source: Groups
de: Nutzergruppen

source: Languages
de: Sprachen

source: Permissions
de: Rechte

source: Settings
de: Einstellungen

source: General
de: Allgemein

source: External Link
de: Externer Link

source: Custom Controller Action
de: Benutzerdefinierte Controller Action

source: Please enter your name.
de: Bitte geben Sie Ihren Namen ein.

source: Please enter your email address.
de: Bitte geben Sie Ihre E-Mail-Adresse an.

source: Please enter a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.

source: Please enter a subject for your contact request.
de: Bitte geben Sie den Betreff Ihrer Kontaktaufnahme an.

source: Please provide a message for your contact request.
de: Bitte erläutern Sie kurz, weshalb Sie mit uns Kontakt aufnehmen wollen.

source: Please confirm you are human.
de: Bitte bestätigen Sie, dass Sie ein Mensch und kein Computer sind.

source: Verify your email address
de: E-Mail-Adresse bestätigen

source: Email address verified
de: E-Mail-Adresse bestätigt

source: Your account has been activated
de: Ihr Account wurde freigeschalten

source: Your account has been deactivated
de: Ihr Account wurde gesperrt

source: Password Reset
de: Passwort zurücksetzen

source: 1 hour
de: 1 Stunde

source: {0} hours
de: {0} Stunden

source: 1 day
de: 1 Tag

source: {0} days
de: {0} Tage

source: Please select a cache status.
de: Bitte wählen Sie einen Cache-Status aus.

source: Please select a valid cache status.
de: Bitte wählen Sie einen gültigen Cache-Status aus.

source: Please select a cache duration.
de: Bitte wählen Sie die Cache-Dauer aus.

source: Please select a valid cache duration.
de: Bitte wählen Sie eine gültige Cache-Dauer aus.

source: Please enter a name for your CMS instance.
de: Bitte geben Sie einen Namen für Ihre CMS-Instanz ein.

source: Please enter an email address.
de: Bitte geben Sie eine E-Mail-Adresse ein.

source: Please enter a name for the email sender.
de: Bitte geben Sie einen Namen für den E-Mail Absender ein.

source: Please choose a maximum login time.
de: Bitte wählen Sie eine maximale Login-Dauer aus.

source: Please choose a valid maximum login time.
de: Bitte wählen Sie eine gültige, maximale Login-Dauer aus.

source: Please enter a name for the group.
de: Bitte geben Sie einen Namen für die Nutzergruppe ein.

source: Another group with this name already exists.
de: Eine andere Nutzergruppe mit diesem Namen existiert bereits.

source: Please enter the name of the language.
de: Bitte geben Sie einen Namen für die Sprache ein.

source: Please enter the ISO 639-1 code of the language (e.g. "en").
de: Bitte geben Sie den ISO-639-1-Code für die Sprache ein (z.B.: "en").

source: The ISO 639-1 code must consist of exactly 2 characters.
de: Der ISO 639-1-Code muss aus genau 2 Zeichen bestehen.

source: Please enter the ISO 639-2/T code of the language (e.g. "eng").
de: Bitte geben Sie den ISO 639-2/T-Code für die Sprache ein (z.B.: "eng").

source: The ISO 639-2/T code must consist of exactly 3 characters.
de: Der ISO 639-2/T-Code muss aus genau 3 Zeichen bestehen.

source: Please enter the HTML lang code of the language (e.g. "en_US").
de: Bitte geben Sie den HTML-Code für die Sprache ein (z.B.: "en_US").

source: The HTML lang code must consist of 2 to 5 characters.
de: Der HTML-Code muss aus 2 bis 5 Zeichen bestehen.

source: Please enter a name for the menu item.
de: Bitte geben Sie einen Namen für den Menüpunkt ein.

source: Please enter a name for the menu.
de: Bitte geben Sie einen Namen für das Menü ein.

source: Please enter a username.
de: Bitte geben Sie einen Nutzernamen ein.

source: Please select a group this user belongs to.
de: Bitte wählen Sie eine Nutzergruppe für den Nutzer aus.

source: Please enter a password.
de: Bitte geben Sie ein Passwort ein.

source: Ensure your password consists of at least 6 characters.
de: Das Passwort muss mindestens 6 Zeichen lang sein.

source: Please repeat your Password.
de: Bitte wiederholen Sie Ihr Passwort.

source: The Password Confirmation does not match the Password field.
de: Die Passwort-Wiederholung stimmt nicht mit dem Passwort überein.

source: Invalid language selected.
de: Ungültige Sprache ausgewählt.

source: Invalid timezone selected.
de: Ungültige Zeitzone ausgewählt.

source: This email is already used by another user.
de: Es existiert bereits ein Nutzer mit dieser E-Mail-Adresse.

source: Default
de: Standard

source: Redirect
de: Weiterleitung

source: Username
de: Nutzername

source: Password
de: Passwort

source: of
de: von

source: go to first page
de: Gehe zur ersten Seite

source: go to previous page
de: Zur vorigen Seite

source: go to page {0}
de: Gehe zu Seite {0}

source: go to next page
de: Gehe zur nächsten Seite

source: go to last page
de: Gehe zur letzten Seite

source: Dismiss this Message
de: Nachricht ausblenden

source: Yes
de: Ja

source: No
de: Nein

source: Close Dialog
de: Dialog schließen

source: Your login session expired. Please login again.
de: Ihre Sitzung ist abgelaufen. Bitte melden Sie sich erneut an.

source: Edit Profile
de: Profil bearbeiten

source: Logout
de: Ausloggen

source: Account Activated
de: Account Freigeschalten

source: Hello {username},{nl}your account has been activated.{nl}{nl}You can now login.{nl}{nl}{loginLink}
de: Hallo {username},{nl}Ihr Account wurde freigeschalten.{nl}{nl}Sie können sich jetzt anmelden.{nl}{nl}{loginLink}

source: Account Locked
de: Account Gesperrt

source: Hello {username},{nl}your account has been locked.
de: Hallo {username},{nl}Ihr Account wurde gesperrt.

source: Hello {username},{nl}you recently requested a password reset. To change your password click the following link.{nl}{nl}{resetPasswordLink}
de: Hallo {username},{nl}Sie haben vor kurzem angefordert, Ihr Passwort zurückzusetzen. Um Ihr Passwort zu ändern, klicken Sie bitte auf den nachfolgenden Link.{nl}{nl}{resetPasswordLink}

source: Reset password
de: Passwort zurücksetzen

source: Email Verified
de: E-Mail-Adresse verifiziert

source: Hello {username},{nl}your email address has been manually verified by an admin.{nl}{nl}Your account is not active yet.{nl}You will be notified via email as soon as your account has been activated.
de: Hallo {username},{nl}Ihre E-Mail-Adresse wurde manuell von einem Administrator validiert.{nl}{nl}Ihr Account ist noch nicht aktiviert.{nl}Sobald Ihr Account aktiviert wurde, erhalten Sie eine Benachrichtigung per E-Mail.

source: Verify Email
de: E-Mail-Adresse Bestätigen

source: Hello {username},{nl}before you can start using our backend, you have to verify your email address. To verify your email address click the following link.{nl}{nl}{verifyEmailLink}
de: Hallo {username},{nl}bevor Sie unser Backend nutzen können, müssen Sie Ihre E-Mail-Adresse bestätigen. Bitte klicken Sie dazu auf den folgenden Link.{nl}{nl}{verifyEmailLink}

source: Update
de: Aktualisieren

source: Synchronize Permissions
de: Berechtigungen synchronisieren

source: Update all
de: Alle aktualisieren

source: Cancel
de: Abbrechen

source: Edit Group "{0}"
de: Nutzergruppe "{0}" bearbeiten

source: Delete Group
de: Nutzergruppe löschen

source: Do you really want to delete group <strong>{0}</strong>?
de: Sind Sie sicher, dass Sie die Nutzergruppe <strong>{0}</strong> löschen wollen?

source: Confirm Deletion
de: Löschen bestätigen

source: Create a new Group
de: Neue Nutzergruppe anlegen

source: Edit Group
de: Nutzergruppe bearbeiten

source: Group Name
de: Nutzergruppe

source: Save
de: Speichern

source: Move existing Member(s)
de: Bestehende Nutzer verschieben

source: Alternative Group
de: Alternative Nutzergruppe

source: Please select a group where the existing member(s) should be moved to.
de: Bitte wählen Sie eine Nutzergruppe aus, in die die existierenden Nutzer verschoben werden sollen.

source: Move Members & Delete Group
de: Nutzer verschieben & Nutzergruppe löschen

source: Search for Group
de: Suche nach Nutzergruppe

source: Search
de: Suchen

source: Group
de: Nutzergruppe

source: # Users
de: # Nutzer

source: Actions
de: Aktionen

source: Your search yields no results. Please adjust your search criteria.
de: Ihre Suche lieferte keine Ergebnisse. Bitte passen Sie Ihre Suchkriterien an.

source: Change the position of this Language
de: Position dieser Sprache ändern

source: Edit language "{0}"
de: Sprache {0} bearbeiten

source: Delete language "{0}"
de: Sprache {0} löschen

source: Delete language <strong>{0}</strong> ?
de: Sprache <strong>{0}</strong> löschen?

source: Deletion Confirmation
de: Löschung bestätigen

source: Create a new Language
de: Neue Sprache anlegen

source: Edit Language
de: Sprache bearbeiten

source: Language Name
de: Name der Sprache

source: HTML lang
de: HTML-Sprache

source: available at Frontend
de: verfügbar im Frontend

source: available at Backend
de: verfügbar im Backend

source: for Frontend & Backend
de: für Frontend & Backend

source: Language
de: Sprache

source: Availability
de: Verfügbarkeit

source: More ISO codes can be found <a href="http://en.wikipedia.org/wiki/List_of_ISO_639-1_codes">here</a>.
de: Mehr ISO-Codes können <a href="http://en.wikipedia.org/wiki/List_of_ISO_639-1_codes">here</a> gefunden werden.

source: Kind regards
de: Viele Grüße

source: Change the position of this Menu Item
de: Position dieses Menüpunktes ändern

source: Add a child to this Menu Item
de: Unterpunkt zu diesem Menüpunkt hinzufügen

source: Delete this Menu Item
de: Diesen Menüpunkt löschen

source: Do you really want to delete the menu item <strong>{0}</strong>?
de: Sind Sie sicher, dass Sie den Menüpunkt <strong>{0}</strong> löschen wollen?

source: Edit Menu "{0}"
de: Menü {0} bearbeiten

source: Delete Menu
de: Menü löschen

source: Do you really want to delete menu <strong>{0}</strong>?
de: Sind Sie sicher, dass Sie das Menü <strong>{0}</strong> löschen wollen?

source: Create a new Menu
de: Neues Menü erstellen

source: Edit Menu
de: Menü bearbeiten

source: Menu Name
de: Name des Menüs

source: Menu Items
de: Menüpunkte

source: Tip: The maximum nesting level is <strong>{0}</strong>.
de: Hinweis: Die maximale Verschachtelung ist <strong>{0}</strong>.

source: Menu Item
de: Menüpunkt

source: Sort
de: Sortieren

source: This Menu has no items yet.
de: Dieses Menü hat keine Menüpunkte.

source: Add a new Menu Item
de: Neuen Menüpunkt hinzufügen

source: You can start adding Menu Items after you created the Menu.
de: Sie können Menüpunkte hinzufügen, nachdem Sie das Menü hinzugefügt haben.

source: Edit Menu Item
de: Menüpunkt bearbeiten

source: Back to {0} Menu
de: Zurück zum {0} Menü

source: Menu Item Name
de: Name des Menüpunktes

source: # Menu Items
de: # Menüpunkte

source: Cache Settings
de: Cache-Einstellungen

source: Enable Caching
de: Cache aktivieren

source: Enable or disable View caching for the entire CMS instance.
de: View-Caching für die gesamte CMS-Instanz aktivieren oder deaktivieren

source: Cache Duration
de: Cache-Dauer

source: This is used as a default setting and can be overriden by individual plugins.
de: Diese Einstellung wird als Standard-Einstellung genutzt, kann aber individuell durch Plugins überschrieben werden.

source: General Settings
de: Globale-Einstellungen

source: Instance
de: Instanz

source: General instance settings
de: Globale Instanz-Einstellungen

source: Instance Name
de: Instanz-Name

source: The name of your CMS instance.
de: Der Name Ihrer CMS-Instanz.

source: The Html title suffix of your CMS instance.
de: Der Html Titel Suffix Ihrer CMS-Instanz.

source: Login Message
de: Login-Nachricht

source: An optional message that is displayed on top of the login page.
de: Eine optionale Nachricht die oberhalb der Login-Seite angezeigt wird.

source: Display Login Message?
de: Login-Nachricht anzeigen?

source: Login Message Text
de: Login-Nachricht Inhalt

source: The text of the login message.
de: Der Inhalt der Login-Nachricht.

source: allowed Html tags: &lt;b&gt;&lt;strong&gt;&lt;a&gt;&lt;br&gt;&lt;br/&gt;
de: erlaubte HTML-Tags: &lt;b&gt;&lt;strong&gt;&lt;a&gt;&lt;br&gt;&lt;br/&gt;

source: Login Message Class
de: Login-Nachricht Klasse

source: The CSS class that is applied to the message box.
de: Die CSS-Klasse die an der Nachrichten-Box hinzugefügt wird.

source: Session Configuration
de: Sitzungs-Konfiguration

source: Control the duration of a user’s login session.
de: Legen Sie die Dauer einer gültigen Login-Session fest.

source: Maximum Login Time
de: Maximale Login-Dauer

source: 15 minutes
de: 15 Minuten

source: 30 minutes
de: 30 Minuten

source: 45 minutes
de: 45 Minuten

source: 2 hours
de: 2 Stunden

source: Email Configuration
de: E-Mail-Konfiguration

source: Configure how backend emails are sent to users.
de: Konfigurieren wie Backend E-Mails an den Nutzer gesendet werden.

source: Email Sender Name
de: Absender Name

source: The name used as sender for all backend emails.
de: Der Name wird als Absender aller Backend E-Mails genutzt.

source: Email Sender Address
de: Absender E-Mail

source: The email address used as sender for all backend emails.
de: Die E-Mail-Adresse des Absenders, die für alle Backend E-Mails genutzt wird.

source: Edit User
de: Nutzer bearbeiten

source: not verified
de: nicht verifiziert

source: Verify user <strong>{0}</strong>?
de: Nutzer <strong>{0}</strong> verifizieren?

source: Verify User
de: Nutzer verifizieren

source: Manually verify the user's email address.
de: Nutzer E-Mail-Adresse manuell verifizieren.

source: The user has verified his email address.
de: Der Nutzer hat seine E-Mail-Adresse verifiziert.

source: verified
de: verifiziert

source: inactive
de: inaktiv

source: Activate user <strong>{0}</strong>?
de: Nutzer <strong>{0}</strong> aktivieren?

source: Activate User
de: Nutzer aktivieren

source: Activate user &quot;{0}&quot;
de: Nutzer &quot;{0}&quot; aktivieren

source: You cannot deactivate your own account.
de: Sie können Ihren eigenen Account nicht sperren.

source: active
de: aktiv

source: Deactivate user <strong>{0}</strong>?
de: Nutzer <strong>{0}</strong> deaktivieren?

source: Deactivate User
de: Nutzer deaktivieren

source: Deactivate user &quot;{0}&quot;
de: Nutzer &quot;{0}&quot; deaktivieren

source: Delete User
de: Nutzer löschen

source: Do you really want to delete user <strong>{0}</strong>?
de: Sind Sie sicher, dass Sie den Nutzer <strong>{0}</strong> löschen wollen?

source: Create a new User
de: Neuen Nutzer anlegen

source: Email
de: E-Mail-Adresse

source: Please choose...
de: Bitte wählen...

source: Change Password
de: Passwort ändern

source: To change the user’s password fill in both password fields. Otherwise leave those fields empty.
de: Um das Nutzerpasswort zu ändern, bitte beide Passwort-Felder befüllen. Andernfalls die beiden Felder leer lassen.

source: The password should consist of 6 to 50 characters. All numbers, letters and special characters are allowed.
de: Das Passwort muss zwischen 6 und 50 Zeichen lang sein. Alle Zahlen, Buchstaben und Sonderzeichen sind erlaubt.

source: Password Confirmation
de: Passwort-Wiederholung

source: Language and Time
de: Sprache und Zeit

source: Adjust these settings for the user’s current location.
de: Bearbeiten Sie diese Einstellungen für den aktuellen Nutzer-Standort.

source: Backend Interface Language
de: Backend Interface Sprache

source: User
de: Nutzer

source: Search for username
de: Suche nach Nutzer

source: Search for email
de: Suche nach E-Mail-Adresse

source: Filter by group
de: Nach Nutzergruppe filtern

source: Create an account.
de: Ein Benutzerkonto erstellen?

source: Lost your Password?
de: Passwort vergessen?

source: Lost Password
de: Passwort vergessen

source: If you forgot your password, enter your email address below. After submitting this form you will receive an email with further instruction on how to reset your password.
de: Wenn Sie Ihr Passwort vergessen haben, geben Sie unten Ihre E-Mail-Adresse ein. Nach Absenden dieses Formulars erhalten Sie eine E-Mail mit weiteren Anweisungen zum Zurücksetzen Ihres Passworts.

source: Remember your password?
de: Jetzt Anmelden

source: Send
de: Senden

source: Edit Profle
de: Profil bearbeiten

source: To change your password fill in both password fields. Otherwise leave those fields empty.
de: Möchten Sie Ihr Passwort ändern, dann füllen Sie bitte beide Passwort-Felder aus.<br>Anderenfalls lassen Sie diese leer.

source: Adjust these settings for your current location.
de: Bearbeiten Sie diese Einstellungen für Ihren aktuellen Standort.

source: Register
de: Registrieren

source: Or log in.
de: Oder anmelden.

source: Submit
de: Absenden

source: Request Verification Email
de: Bestätigungs-E-Mail anfordern

source: If you did not verify your email address yet, you can request a new verification email below. After submitting this form you will receive an email with further instruction on how to verify your email address.
de: Falls Sie Ihre E-Mail-Adresse noch nicht bestätigt haben, können Sie mit diesem Formular eine neue Bestätigungs-E-Mail anfordern. Nachdem Sie das Formular abgesendet haben, erhalten Sie eine E-Mail mit weiteren Anweisungen zum Bestätigen Ihrer E-Mail-Adresse.

source: Reset Password
de: Passwort Zurücksetzen

source: Please enter your new password.
de: Bitte geben Sie ein neues Passwort ein.

source: Access Denied
de: Zugriff verweigert

source: You successfully verified your email address!
de: Sie haben Ihre E-Mail-Adresse erfolgreich bestätigt!

source: Your account will be activated by an administrator soon. You will be notified about the activation via email.
de: Ihr Account wird durch einen Administrator überprüft und freigeschalten. Sie werden über Ihre Freischaltung via E-Mail benachrichtigt.

source: Go to homepage
de: Zur Startseite
